def menu():
    print("Выберите число от 1 до 10")
    print("1. Выбрать форму маникюра")
    print("2. Выбрать цвет маникюра")
    print("3. Выбрать длину маникюра")
    print("4. Выбрать дизайн маникюра")
    print("5. Выбрать наличие стикеров")
    print("6. Выбрать материал маникюра")
    print("7. Выбрать цену маникюра")
    print("8. Сбросить характеристики")
    print("9. Вывести список маникюра")
    print("10. Завершить программу")


def menuForFormFirst():
    print("Выберите форму")
    print("1. Овал")
    print("2. Зауженный овал")
    print("3. Стилет")
    print("4. Пика")
    print("5. Стрела")
    print("6. Манила")
    print("7. Показать другие фирмы")
    print("Выберите число от 1 до 7")


def menuForFormSecond():
    print("Выберите форму")
    print("1. Эйдж")
    print("2. Скошенная")
    print("3. Миндаль")
    print("4. Острый квадрат")
    print("5. Мягкий квадрат")
    print("6. Балерина")
    print("Выберите число от 1 до 6")


def menuForColorsFirst():
    print("Выберите цвет")
    print("1. Прозрачный")
    print("2. Белый")
    print("3. Черный")
    print("4. Красный")
    print("5. Розовый")
    print("6. Оранжевый")
    print("7. Желтый")
    print("8. Зеленый")
    print("9. Голубой")
    print("10. Синий")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForColorsSecond():
    print("Выберите объектив")
    print("1. Фиолетовый")
    print("2. Бежевый")
    print("3. Коричневый")
    print("4. Серый")
    print("5. Серебряный")
    print("6. Золотой")
    print("7. Металлический")
    print("8. Мятный")
    print("9. Лаймовый")
    print("10. Сливовый")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForColorsThird():
    print("Выберите объектив")
    print("1. Бордовый")
    print("2. Пурпурный")
    print("3. Бирюзовый")
    print("4. Индиго")
    print("5. Сиреневый")
    print("6. Персиковый")
    print("7. Малиновый")
    print("8. Коралловый")
    print("9. Морская волна")
    print("10. Аквамариновый")
    print("Выберите число от 1 до 10")


def menuForLength():
    print("Выберите длину")
    print("1. Короткая")
    print("2. Длинная")
    print("3. Средняя")
    print("Выберите число от 1 до 3")


def menuForDesignFirst():
    print("Выберите дизайн")
    print("1. Глянцевый маникюр")
    print("2. Маникюр с рисунком")
    print("3. Маникюр с блестками")
    print("4. Нежный маникюр")
    print("5. Однотонный маникюр")
    print("6. Элегантный маникюр")
    print("7. Матовый маникюр")
    print("8. Маникюр со стразами")
    print("9. Маникюр со слайдерами")
    print("10. Френч маникюр")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForDesignSecond():
    print("Выберите дизайн")
    print("1. Цветочный маникюр")
    print("2. Школьный маникюр")
    print("3. Летний маникюр")
    print("4. Деловой маникюр")
    print("5. Маникюр с полосками")
    print("6. Трендовый маникюр")
    print("7. Праздничный маникюр")
    print("8. Весенний маникюр")
    print("9. Маникюр с градиентом")
    print("10. Абстрактный маникюр")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForDesignThird():
    print("Выберите дизайн")
    print("1. Геометрический маникюр")
    print("2. Контрастный маникюр")
    print("3. Зимний маникюр")
    print("4. Маникюр с надписями")
    print("5. Новогодний маникюр")
    print("6. Маникюр с втиркой")
    print("7. Классический маникюр")
    print("8. Маникюр с камифубуки")
    print("9. Маникюр кошачий глаз")
    print("10. Маникюр с фольгой")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForDesignFourth():
    print("Выберите дизайн")
    print("1. Осенний маникюр")
    print("2. Мультяшный маникюр")
    print("3. Камуфляж маникюр")
    print("4. Полупрозрачный маникюр")
    print("5. Мраморный маникюр")
    print("6. Лунный маникюр")
    print("7. Стемпинг маникюр")
    print("8. Леопардовый маникюр")
    print("9. Песочный маникюр")
    print("10. Морской маникюр")
    print("11. Показать другие объективы")
    print("Выберите число от 1 до 11")


def menuForDesignFifth():
    print("Выберите дизайн")
    print("1. Акварельный маникюр")
    print("2. Маникюр с лепкой")
    print("3. Свадебный маникюр")
    print("4. Bubble маникюр")
    print("5. Кружевной маникюр")
    print("6. Космический маникюр")
    print("7. Прозрачный маникюр")
    print("8. Вязаный маникюр")
    print("9. Этнический маникюр")
    print("10. Маникюр битое стекло")
    print("Выберите число от 1 до 10")


def menuForStickers():
    print("Нужны ли стикеры")
    print("1. Да")
    print("2. Нет")
    print("Выберите число от 1 до 2")


def menuForMaterial():
    print("Выберите материал")
    print("1. Акрил")
    print("2. Гель-лак")
    print("3. Шеллак")
    print("4. Гель")
    print("5. Биогель")
    print("6. Полигель")
    print("Выберите число 1 или 6")


def menuForPrice():
    print("Выберите стоимость")
    print("1. более 10000 руб.")
    print("2. более 15000 руб.")
    print("3. более 20000 руб.")
    print("4. более 25000 руб.")
    print("Выберите число 1 или 4")

